Repository: SuzanOzgur/Stream
Catalog: wp-plugins-stream-stable-readme-*.po
Languages: tr

source: New: Activity logs are now stored locally in WordPress. No data is sent externally and no registration required.
tr: Yeni: Etkinlik günlükleri artık WordPress'te yerel olarak depolanıyor. Harici olarak veri gönderilmez ve kayıt gerekli değildir

source: Fix: Live updates work again (<a href="https://github.com/xwp/stream/pull/739">#739</a>)
tr: Düzeltme: Canlı güncellemeler tekrar çalışıyor (<a href="https://github.com/xwp/stream/pull/739">#739</a>)

source: Fix: Stream now works with custom wp-content folder locations (<a href="https://github.com/xwp/stream/pull/745">#745</a>)
tr: Düzeltme: Stream şimdi özel wp-icontent klasörü konumları ile çalışıyor (<a href="https://github.com/xwp/stream/pull/745">#745</a>)

source: Fix: Updating from version 1.4.9 no longer breaks your records (<a href="https://github.com/xwp/stream/pull/749">#749</a>)
tr: Düzeltme: 1.4.9 sürümünden güncelleme artık kayıtlarınızı kırmıyor (<a href="https://github.com/xwp/stream/pull/749">#749</a>)

source: Tweak: We're now using local styles for our datepicker, instead of loading them externally (<a href="https://github.com/xwp/stream/pull/751">#751</a>)
tr: Tweak: Şu anda dışarıdan yüklemek yerine, tarih seçkimiz için yerel stilleri kullanıyoruz (<a href="https://github.com/xwp/stream/pull/751">#751</a>)

source: New: You can now choose to keep your records indefinitely (probably not a good idea) (<a href="https://github.com/xwp/stream/pull/748">#748</a>)
tr: Yeni: Artık kayıtlarınızı süresiz olarak tutmayı seçebilirsiniz (Muhtemelen iyi bir fikir değil) (<a href="https://github.com/xwp/stream/pull/748">#748</a>)

source: New: Stream and <a href="https://wordpress.org/plugins/user-switching/">User Switching</a> are now besties (<a href="https://github.com/xwp/stream/pull/744">#744</a>)
tr: Yeni: Stream ve <a href="https://wordpress.org/plugins/user-switching/">Kullanıcı Değiştirme</a>şimdi en iyileri (<a href="https://github.com/xwp/stream/pull/744">#744</a>)

source: Fix: Reset Filters text no longer wraps to a second line (<a href="https://github.com/xwp/stream/pull/765">#765</a>)
tr: Düzeltme: Sıfırla Filtreler metni artık ikinci bir satıra kaydırmıyor (<a href="https://github.com/xwp/stream/pull/765">#765</a>)

source: Fix: Jetpack is now able to connect without error while Stream is active (<a href="https://github.com/xwp/stream/pull/768">#768</a>)
tr: Düzeltme: Stream etkinken Jetpack artık hatasız bağlanabiliyor (<a href="https://github.com/xwp/stream/pull/768">#768</a>)

source: Fix: Record action links are back (<a href="https://github.com/xwp/stream/pull/773">#773</a>)
tr: Düzeltme: Kayıt eylem bağlantıları geri döndü (<a href="https://github.com/xwp/stream/pull/773">#773</a>)

source: Fix: The record's connector was being incorrectly stored as the connector name (<a href="https://github.com/xwp/stream/pull/773">#773</a>)
tr: Düzeltme: Kaydın bağlayıcısı, bağlayıcı adı olarak yanlış depolanıyordu (<a href="https://github.com/xwp/stream/pull/773">#773</a>)

source: Fix: Database update dialog is now displayed correctly (<a href="https://github.com/xwp/stream/pull/773">#773</a>)
tr: Düzeltme: Veritabanı güncelleme iletişim kutusu artık doğru bir şekilde görüntüleniyor (<a href="https://github.com/xwp/stream/pull/773">#773</a>)

source: Tweak: Records page title size now matches other admin pages (<a href="https://github.com/xwp/stream/commit/afcced8b590e047e8adfe6ae79483a7436c849f4">afcced8</a>)
tr: Tweak: Kayıtlar sayfa başlık boyutu artık diğer yönetici sayfalarıyla eşleşiyor (<a href="https://github.com/xwp/stream/commit/afcced8b590e047e8adfe6ae79483a7436c849f4">afcced8</a>)

source: Tweak: Better handling of draft saving and auto-saving (<a href="https://github.com/xwp/stream/pull/775">#775</a>)
tr: Tweak: Taslak kaydetmenin ve otomatik kaydetmenin daha iyi kullanımı (<a href="https://github.com/xwp/stream/pull/775">#775</a>)

source: Tweak: Migration dialog removed (<a href="https://github.com/xwp/stream/commit/76e809f9abb3dd691b755cf943b50a76a3ffb488">76e809f</a>)
tr: Tweak: Geçiş iletişim kutusu kaldırıldı (<a href="https://github.com/xwp/stream/commit/76e809f9abb3dd691b755cf943b50a76a3ffb488">76e809f</a>)

source: Tweak: Helper function for running Stream queries added (<a href="https://github.com/xwp/stream/pull/774">#774</a>)
tr: Tweak: Stream sorgularını çalıştırmak için yardımcı işlev eklendi (<a href="https://github.com/xwp/stream/pull/774">#774</a>)

source: Fix: EDD connector bug (<a href="https://github.com/xwp/stream/pull/790">#790</a>)
tr: Düzeltme: EDD bağlayıcı hatası (<a href="https://github.com/xwp/stream/pull/790">#790</a>)

source: Fix: Internet Explorer 8 fix!! IE8!? Come on, people, it's 2015. (<a href="https://github.com/xwp/stream/pull/789">#789</a>)
tr: Fix: Internet Explorer 8 düzeltin! IE8!? Hadi millet, O 2015. (<a href="https://github.com/xwp/stream/pull/789">#789</a>)

source: Fix: Multiple Multisite Mistakes Mended (<a href="https://github.com/xwp/stream/pull/788">#788</a>)
tr: Düzeltme: Birden Çok Yaygın Hata Düzeltildi (<a href="https://github.com/xwp/stream/pull/788">#788</a>)

source: Fix: Fixed a smal typo (<a href="https://github.com/xwp/stream/commit/62455c518b95ddaf5e6c6c0733e7d03e5aa1311c">62455c5</a>)
tr: Düzeltme: Küçük bir yazım hatası düzeltildi (<a href="https://github.com/xwp/stream/commit/62455c518b95ddaf5e6c6c0733e7d03e5aa1311c">62455c5</a>)

source: Fix: Stream no longer explodes on &lt; PHP 5.3, when trying to tell you that it explodes on &lt; PHP 5.3 (<a href="https://github.com/xwp/stream/pull/781">#781</a>)
tr: Düzeltme: Stream artık patlamaz & lt; PHP 5.3, patladığını anlatmaya çalıştığınızda & lt; PHP 5.3 (<a href="https://github.com/xwp/stream/pull/781">#781</a>)

source: Fix: New and improved Gravity Forms connector, works much better (<a href="https://github.com/xwp/stream/pull/780">#780</a>) (thanks <a href="https://github.com/rob">Rob</a>!)
tr: Düzelt: Yeni ve geliştirilmiş Gravity Formları bağlayıcısı çok daha iyi çalışıyor (<a href="https://github.com/xwp/stream/pull/780">#780</a>) (thanks <a href="https://github.com/rob">Rob</a>!)

source: Tweak: Minor security improvements
tr: Tweak: Küçük güvenlik iyileştirmeleri

source: Tweak: Better compatibility with upcoming WordPress 4.4 (<a href="https://github.com/xwp/stream/commit/2b2493ccb3ef6cba5aeb773433fdb5f0d414e8f3">2b2493c</a>)
tr: Tweak: Yaklaşan WordPress 4.4 ile daha iyi uyumluluk (<a href="https://github.com/xwp/stream/commit/2b2493ccb3ef6cba5aeb773433fdb5f0d414e8f3">2b2493c</a>)

source: Fix: The Settings connector now works with WP CLI (<a href="https://github.com/xwp/stream/commit/78a56b2c6b33b4f41c7b4f1f256a4d03ad42b2cb">78a56b2</a>)
tr: Düzeltme: Ayarlar bağlayıcısı şimdi WP CLI ile çalışıyor (<a href="https://github.com/xwp/stream/commit/78a56b2c6b33b4f41c7b4f1f256a4d03ad42b2cb">78a56b2</a>)

source: Fix: Logging in / out of a Multisite install is now possible (<a href="https://github.com/xwp/stream/pull/801">#801</a>)
tr: Düzeltme: Birden çok siteye giriş / çıkış kurmak artık mümkün (<a href="https://github.com/xwp/stream/pull/801">#801</a>)

source: Fix: You may now actually choose an item from the filter dropdown menus, instead of having everything greyed out (<a href="https://github.com/xwp/stream/pull/800">#800</a>)
tr: Düzeltme: Artık her şeyi silik bırakmak yerine, filtre açılır menülerinden bir öğe seçebilirsin (<a href="https://github.com/xwp/stream/pull/800">#800</a>)

source: Fix: Stream no longer crashes every time it tries to use a Jetpack (<a href="https://github.com/xwp/stream/pull/798">#798</a>)
tr: Düzeltme: Stream, bir Jetpack kullanmayı denediğinde artık kilitlenmiyor (<a href="https://github.com/xwp/stream/pull/798">#798</a>)

source: Tweak: Better descriptions when a post changes status (<a href="https://github.com/xwp/stream/commit/0eada108b443ed3b6f9bdae3f1e4c87c77128a0a">0eada10</a>)
tr: Tweak: Bir gönderi durumu değiştiğinde daha iyi açıklamalar (<a href="https://github.com/xwp/stream/commit/0eada108b443ed3b6f9bdae3f1e4c87c77128a0a">0eada10</a>)
