Repository: SuzanOzgur/Stream
Catalog: wp-plugins-stream-stable-readme-*.po
Languages: tr

source: Planes have a black box, WordPress has Stream. When something goes wrong, you need to know how it happened.
tr: Uçakların kara kutusu var, WordPress'in Stream'i var. Bir şeyler ters gittiğinde, nasıl olduğunu bilmelisin.

source: Props <a href="https://github.com/DavidCramer">@DavidCramer</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/frozzare">@frozzare</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/valendesigns">@valendesigns</a>, <a href="https://github.com/robbiet480">@robbiet480</a>, <a href="https://github.com/cfoellmann">@cfoellmann</a>
tr: Destekler <a href="https://github.com/DavidCramer">@DavidCramer</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/frozzare">@frozzare</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/valendesigns">@valendesigns</a>, <a href="https://github.com/robbiet480">@robbiet480</a>, <a href="https://github.com/cfoellmann">@cfoellmann</a>

source: Fix: Stream is network activated if it's a must-use plugin on a multisite (<a href="https://github.com/xwp/stream/pull/956">#956</a>)
tr: Düzeltme: Aktarım, çoklu sitelerde zorunlu kullanım eklentisi ise Stream ağını etkinleşir (<a href="https://github.com/xwp/stream/pull/956">#956</a>)

source: Tweak: Performance improvement when listing roles (<a href="https://github.com/xwp/stream/pull/964">#964</a>)
tr: Tweak: Rolleri listelerken performans artışı (<a href="https://github.com/xwp/stream/pull/964">#964</a>)

source: Tweak: Show real client IP (if available) when in reverse-proxy mode (<a href="https://github.com/xwp/stream/pull/969">#969</a> <a href="https://github.com/xwp/stream/pull/963">#963</a>)
tr: Tweak: Ters proxy modundayken gerçek istemci IP'sini (varsa) göster (<a href="https://github.com/xwp/stream/pull/969">#969</a> <a href="https://github.com/xwp/stream/pull/963">#963</a>)

source: Tweak: Coding standards updates (<a href="https://github.com/xwp/stream/pull/975">#975</a>)
tr: Tweak: Kodlama standart güncellemeleri (<a href="https://github.com/xwp/stream/pull/975">#975</a>)

source: Fix: WP CLI Namespace collision (<a href="https://github.com/xwp/stream/pull/944">#944</a>)
tr: Düzeltme: WP CLI Ad Alanı çarpışması (<a href="https://github.com/xwp/stream/pull/944">#944</a>)

source: Fix: Update Datetime extension (<a href="https://github.com/xwp/stream/pull/966">#966</a>)
tr: Düzeltme: Güncelleme Tarih Saat uzantısı (<a href="https://github.com/xwp/stream/pull/966">#966</a>)

source: Fix: Stripped settings and alerts inputs (<a href="https://github.com/xwp/stream/pull/968">#968</a>)
tr: Düzeltme: Stripped ayarlar ve girişleri uyarır (<a href="https://github.com/xwp/stream/pull/968">#968</a>)

source: Fix: Make reset nonce unique (<a href="https://github.com/xwp/stream/pull/972">#972</a>)
tr: Düzeltme: Benzersiz olmayan sıfırlama yap (<a href="https://github.com/xwp/stream/pull/972">#972</a>)

source: Fix: PHP 7.1 compatibility fix (<a href="https://github.com/xwp/stream/pull/974">#974</a>)
tr: Düzeltme: PHP 7.1 uyumluluk düzeltmesi (<a href="https://github.com/xwp/stream/pull/974">#974</a>)

source: New: Alert type – Slack alerts! (<a href="https://github.com/xwp/stream/pull/970">#970</a> <a href="https://github.com/xwp/stream/pull/962">#962</a>)
tr: Yeni: Uyarı tipi - Slack uyarıları! (<a href="https://github.com/xwp/stream/pull/970">#970</a> <a href="https://github.com/xwp/stream/pull/962">#962</a>)

source: New: Use minimized assets (<a href="https://github.com/xwp/stream/pull/973">#973</a>)
tr: Yeni: Küçültülmüş varlıkları kullanın (<a href="https://github.com/xwp/stream/pull/973">#973</a>)

source: Fix: Prevent fatal error when attempting to store an Object in the database.
tr: Düzeltme: Bir Nesneyi veritabanında depolamaya çalışırken önemli bir hatayı önleyin.

source: Tweak: Better DB migration support (<a href="https://github.com/xwp/stream/pull/905">#905</a>)
tr: Tweak: Daha iyi DB geçiş desteği (<a href="https://github.com/xwp/stream/pull/905">#905</a>)

source: Tweak: Codeclimate &amp; Editorconfig support (<a href="https://github.com/xwp/stream/pull/896">#896</a>)
tr: Tweak: Kod şartları ve Editör yapılandırma desteği (<a href="https://github.com/xwp/stream/pull/896">#896</a>)

source: Fix: Various Network Admin bugs (<a href="https://github.com/xwp/stream/pull/899">#899</a>)
tr: Düzeltme: Çeşitli Ağ Yöneticisi hataları (<a href="https://github.com/xwp/stream/pull/899">#899</a>)

source: Fix: Customizer performance issue (<a href="https://github.com/xwp/stream/pull/898">#898</a>)
tr: Düzeltme: Özelleştirici performans sorunu (<a href="https://github.com/xwp/stream/pull/898">#898</a>)

source: Fix: Prevent loading of connectors on frontend (<a href="https://github.com/xwp/stream/commit/ed3a635">ed3a635</a>)
tr: Düzeltme: Ön taraftaki bağlayıcıların yüklenmesini önle (<a href="https://github.com/xwp/stream/commit/ed3a635">ed3a635</a>)

source: Fix: Exclude dropdown menus (<a href="https://github.com/xwp/stream/commit/e5c8677">e5c8677</a>, <a href="https://github.com/xwp/stream/commit/3626ba8">3626ba8</a>, <a href="https://github.com/xwp/stream/commit/e923a92">e923a92</a>)
tr: Düzeltme: Açılır menüleri hariç tut (<a href="https://github.com/xwp/stream/commit/e5c8677">e5c8677</a>, <a href="https://github.com/xwp/stream/commit/3626ba8">3626ba8</a>, <a href="https://github.com/xwp/stream/commit/e923a92">e923a92</a>)

source: New: Stream now support alternate Database Drivers. (<a href="https://github.com/xwp/stream/pull/889">#889</a>)
tr: Yeni: Stream şimdi alternatif Veritabanı Sürücülerini destekliyor. (<a href="https://github.com/xwp/stream/pull/889">#889</a>)

source: Fix: Stream fails to install properly (sometimes) due to database error. (<a href="https://github.com/xwp/stream/pull/934">#934</a>)
tr: Düzeltme: Veri tabanı hatası nedeniyle Stream düzgün bir şekilde (bazen) yüklenemez. (<a href="https://github.com/xwp/stream/pull/934">#934</a>)

source: Fix: Undefined index ID issue when trashing post with customize-posts. (<a href="https://github.com/xwp/stream/pull/936">#936</a>)
tr: Düzeltme: Özelleştirilmiş gönderimlerle gönderiyi gönderirken tanımlanmamış dizin kimliği sorunu. (<a href="https://github.com/xwp/stream/pull/936">#936</a>)

source: Fix: Readme spelling fixes (localised [sic] for en_US). (<a href="https://github.com/xwp/stream/pull/928">#928</a>)
tr: Düzeltme: Benioku yazım düzeltmeleri (en_US için yerelleştirilmiş [sic]). (<a href="https://github.com/xwp/stream/pull/928">#928</a>)

source: Tweak: Add wp_stream_is_record_excluded filter. (<a href="https://github.com/xwp/stream/pull/921">#921</a>)
tr: Tweak: wp_stream_is_record_excluded filtre ekle. (<a href="https://github.com/xwp/stream/pull/921">#921</a>)

source: Tweak: Remove dependence on serializing functions. (<a href="https://github.com/xwp/stream/pull/939">#939</a>)
tr: Tweak: Serileştirme işlevlerine bağımlılığı kaldırın. (<a href="https://github.com/xwp/stream/pull/939">#939</a>)

source: New: Added minimal composer file. (<a href="https://github.com/xwp/stream/pull/932">#932</a>
tr: Yeni: Minimum yaratıcı dosyası eklendi. (<a href="https://github.com/xwp/stream/pull/932">#932</a>)

source: New: Support for the ACF Options page. (<a href="https://github.com/xwp/stream/pull/931">#931</a>)
tr: Yeni: ACF Seçenekleri sayfası için destek. (<a href="https://github.com/xwp/stream/pull/931">#931</a>)

source: Thank you for wanting to make Stream better for everyone!
tr: Stream'i herkes için daha iyi hale getirmek istediğin için teşekkür ederiz!

source: Stream is perfect for keeping tabs on your clients. When something breaks, Stream is there to help. See what changed and who changed it.
tr: Stream, müşterilerinizle ilgili değişiklikleri kaydetmek için mükemmeldir. Bir şey bozulduğunda, Stream yardım edecektir. Neyin değiştiğini ve kimin değiştirdiğini görün.

source: For advanced users, Stream also supports a Multisite view of all activity records on your network, the ability to set exclude rules to ignore certain kinds of user activity, and a WP‑CLI command for querying records.
tr: İleri düzey kullanıcılar için Stream, ağınızdaki tüm etkinlik kayıtlarının çok sayfalı bir görünümünü, belirli kullanıcı etkinliği türlerini göz ardı etmek için kuralları hariç tutma özelliğini ve kayıtları sorgulamak için bir WP ‑ CLI komutunu destekler.

source: With Stream, you're never left in the dark about WordPress Admin activity.
tr: Stream ile, WordPress Yönetici etkinliği hakkında hiç karanlıkta kalmazsınız.

source: Export your Activity Stream as a CSV or JSON file
tr: Etkinlik Stream'inizi bir CSV veya JSON dosyası olarak dışa aktarın

source: Great! There are several ways you can get involved to help make Stream better:
tr: Harika! Stream'i daha iyi hale getirmeye yardımcı olmanın çeşitli yolları vardır:

source: <strong>See room for improvement?</strong>
tr: <strong> İyileştirme odasına bakın?</strong>

source: <strong>Other Noteworthy Features:</strong>
tr: <strong>Diğer Dikkate Değer Özellikler:</strong>

source: <strong>Built-In Tracking For Core Actions:</strong>
tr: <strong>Çekirdek Eylemler İçin Yerleşik İzleme:</strong>

source: <strong>Built-In Tracking Integrations For Popular Plugins:</strong>
tr: <strong>Popüler Eklentiler İçin Yerleşik İzleme Entegrasyonları:</strong>

source: Every logged-in user action is displayed in an activity stream and organized for easy filtering by User, Role, Context, Action or IP address.
tr: Oturum açan her kullanıcı eylemi bir etkinlik akışında görüntülenir ve Kullanıcı, Rol, Bağlam, Eylem veya IP adresi ile kolayca filtrelemek için düzenlenir.

source: <strong>Issue Pull Requests:</strong> If you're a developer, the easiest way to get involved is to help out on <a href="https://github.com/x-team/wp-stream/issues">issues already reported</a> in GitHub. Be sure to check out the <a href="https://github.com/x-team/wp-stream/blob/master/contributing.md">contributing guide</a> for developers.
tr: <strong> Sorun Çekme İstekleri: </strong> Bir geliştiriciyseniz, dahil olmanın en kolay yolu <a href="https://github.com/x-team/wp-stream/issues">Github da sorunlar zaten önceden bildirilmiştir</a>. Geliştiriciler için <a href="https://github.com/x-team/wp-stream/blob/master/contributing.md"> katkıda bulunan kılavuzu </a> kontrol ettiğinizden emin olun.

source: <strong>Suggest New Features:</strong> Have an awesome idea? Please share it! Simply <a href="https://wordpress.org/support/plugin/stream">create a new topic</a> in the plugin forum to express your thoughts on why the feature should be included and get a discussion going around your idea.
tr: <strong>Yeni Özellikleri Önerin:</strong> Harika bir fikriniz mi var? Lütfen paylaşın! Eklenti forumunda <a href="https://wordpress.org/support/plugin/stream"> yeni bir konu oluşturun </a> özelliğin neden dahil edilmesi gerektiğine dair düşüncelerinizi ifade edin ve fikriniz tartışma konusu olsun.

source: <strong>Report Bugs:</strong> If you find a bug, error or other problem, please report it! You can do this by <a href="https://wordpress.org/support/plugin/stream">creating a new topic</a> in the plugin forum. Once a developer can verify the bug by reproducing it, they will create an official bug report in GitHub where the bug will be worked on.
tr: <strong> Rapor Hataları: </strong> Bir yazılımsal hata, programsal hata veya başka bir sorun bulursanız, lütfen bildirin! Bunu eklenti forumunda <a href="https://wordpress.org/support/plugin/stream"> yeni bir konu oluşturarak </a> yapabilirsiniz. Bir geliştirici, hatayı yeniden üreterek doğrulayabildiğinde, hatanın çalışacağı GitHub'da resmi bir hata raporu oluşturur.

source: WP-CLI command for querying records
tr: Kayıtları sorgulamak için WP-CLI komutu

source: Live updates of user activity records in the Stream
tr: Stream'deki kullanıcı etkinliği kayıtlarının canlı güncellemeleri

source: Set exclude rules to ignore certain kinds of user activity
tr: Belirli kullanıcı etkinliği türlerini yok saymak için kuralları hariç tutun

source: Limit who can view user activity records by user role
tr: Kullanıcı etkinliği kayıtlarını kullanıcı rolüne göre kimin görebileceğini sınırla

source: Multisite view of all activity records on a network
tr: Bir ağdaki tüm etkinlik kayıtlarının çok sayfalı görünümü

source: WordPress Core Updates
tr: WordPress Temel Güncellemeleri

source: Theme Editor
tr: Tema Editörü

source: Comments
tr: Yorumlar

source: Media Library
tr: Medya Kütüphanesi

source: Menus
tr: Menüler

source: Custom Headers
tr: Özel Üstbilgiler

source: Custom Backgrounds
tr: Özel Arka Planlar

source: Settings
tr: Seçenekler

source: Custom Taxonomies
tr: Özel Taksonomiler

source: Categories
tr: Kategoriler

source: Tags
tr: Etiketler

source: Plugins
tr: Eklentiler

source: Themes
tr: Temalar

source: Users
tr: Kullanıcılar

source: Custom Post Types
tr: Özel Posta Tipleri

source: Pages
tr: Sayfalar

source: Posts
tr: Gönderiler

source: WordPress SEO by Yoast
tr: WordPress SEO Yoast tarafından

source: Gravity Forms
tr: Gravity Formları

source: Easy Digital Downloads
tr: Kolay Dijital İndirmeler

source: Advanced Custom Fields
tr: Gelişmiş Özel Alanlar

source: Create rules for excluding certain kinds of records from appearing in Stream.
tr: Stream de görünen belirli kayıt türlerini hariç tutmak için kurallar oluşturun.

source: Enable live updates in Screen Options to watch your site activity appear in near real-time.
tr: Site etkinliğinizin gerçek zamanlı olarak görünmesini izlemek için Ekran Seçeneklerinde canlı güncellemeleri etkinleştirin.

source: Every logged-in user action is displayed in an activity stream and organized for easy filtering and searching.
tr: Oturum açan her kullanıcı eylemi etkinlik akışında görüntülenir ve kolay filtreleme ve arama için düzenlenir.

source: Fix: Hotfix for Error Updating Stream DB.
tr: Düzeltme: Strea DB Güncelleme Hatası için Düzeltme

source: Props <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/johnbillion">@johnbillion</a>, <a href="https://github.com/rheinardkorf">@rheinardkorf</a>, <a href="https://github.com/frozzare">@frozzare</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/jacobschweitzer">@jacobschweitzer</a>, <a href="https://github.com/wrongware">@wrongware</a>
tr: Destekler <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/johnbillion">@johnbillion</a>, <a href="https://github.com/rheinardkorf">@rheinardkorf</a>, <a href="https://github.com/frozzare">@frozzare</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/jacobschweitzer">@jacobschweitzer</a>, <a href="https://github.com/wrongware">@wrongware</a>

source: Fix: Custom roles track properly (<a href="https://github.com/xwp/stream/pull/836">#836</a>)
tr: Düzeltme: Özel roller gerektiği gibi izlenecek (<a href="https://github.com/xwp/stream/pull/836">#836</a>)

source: Fix: Activating Stream through WP CLI now works (<a href="https://github.com/xwp/stream/pull/880">#880</a>)
tr: Düzeltme: WP CLI aracılığıyla Stream'i Etkinleştirme artık çalışıyor (<a href="https://github.com/xwp/stream/pull/880">#880</a>)

source: Fix: Fatal error caused by conflict with Yoast SEO (<a href="https://github.com/xwp/stream/pull/879">#879</a>)
tr: Düzeltme: Yoast SEO ile çatışma sebebiyle ölümcül hata (<a href="https://github.com/xwp/stream/pull/879">#879</a>)

source: Tweak: Better taxonomy labeling (<a href="https://github.com/xwp/stream/pull/859">#859</a>)
tr: Tweak: Daha iyi taksonomi etiketlemesi (<a href="https://github.com/xwp/stream/pull/859">#859</a>)

source: Tweak: Better support for the latest version of WooCommerce (<a href="https://github.com/xwp/stream/pull/851">#851</a><a href="https://github.com/xwp/stream/pull/864">#864</a>)
tr: Tweak: WooCommerce'in en son sürümü için daha iyi destek <a href="https://github.com/xwp/stream/pull/851">#851</a><a href="https://github.com/xwp/stream/pull/864">#864</a>)

source: Tweak: Better support for the latest version of Yoast SEO (<a href="https://github.com/xwp/stream/pull/838">#838</a>)
tr: Tweak: Yoast SEO'nun son sürümü için daha iyi destek (<a href="https://github.com/xwp/stream/pull/838">#838</a>)

source: New: Stream Alerts is here! Get notified when something happens in your WP-Admin, so that you don't miss a thing. (<a href="https://github.com/xwp/stream/pull/844">#844</a>)
tr: Yeni: Stream Uyarıları burada! WP-Admin'inizde bir şey olduğunda bildirim alın, böylece bir şeyi kaçırmayın. (<a href="https://github.com/xwp/stream/pull/844">#844</a>)

source: Props <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/marcin-lawrowski">@marcin-lawrowski</a>
tr: Destekler <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/marcin-lawrowski">@marcin-lawrowski</a>

source: Props <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, Eugene Kireev, <a href="https://github.com/johnbillion">@johnbillion</a>
tr: Destekler <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, Eugene Kireev, <a href="https://github.com/johnbillion">@johnbillion</a>

source: Fix: Use the correct label for events relating to taxonomies which are registered late (<a href="https://github.com/xwp/stream/pull/859">#859</a>)
tr: Düzeltme: Geç kayıtlı taksonomilerle ilgili etkinlikler için doğru etiketi kullanın (<a href="https://github.com/xwp/stream/pull/859">#859</a>)

source: Fix: Loading users via ajax (<a href="https://github.com/xwp/stream/pull/854">#854</a>)
tr: Düzeltme: Ajax ile kullanıcı yükleme (<a href="https://github.com/xwp/stream/pull/854">#854</a>)

source: Fix: Exclude rule settings have been restored and enhanced (<a href="https://github.com/xwp/stream/pull/855">#855</a>)
tr: Onar: Kural ayarlarının geri yüklendiği ve yükseltildiği hariç tutulur (<a href="https://github.com/xwp/stream/pull/855">#855</a>)

source: Tweak: Better multisite support (<a href="https://github.com/xwp/stream/commit/cfab0413e67b83d969bd6612c895ecdb05dbfce4">cfab041</a>)
tr: Tweak: Daha iyi çoklu site desteği (<a href="https://github.com/xwp/stream/commit/cfab0413e67b83d969bd6612c895ecdb05dbfce4">cfab041</a>)

source: Tweak: More stable record actions (like exporting) (<a href="https://github.com/xwp/stream/commit/71e6ac1ff66e4415909c7ae29b243733a1fd209d">71e6ac1</a>)
tr: Tweak: Daha istikrarlı kayıt işlemleri (dışa aktarma gibi) (<a href="https://github.com/xwp/stream/commit/71e6ac1ff66e4415909c7ae29b243733a1fd209d">71e6ac1</a>)

source: Tweak: Use get_sites instead of wp_get_sites when available (<a href="https://github.com/xwp/stream/pull/856">#856</a>)
tr: Tweak: Kullanılabilir olduğunda wp_get_sites yerine get_sites kullanın (<a href="https://github.com/xwp/stream/pull/856">#856</a>)

source: Fix: Allow Super Admins to be ignored and filtered (<a href="https://github.com/xwp/stream/pull/835">#835</a>)
tr: Düzeltme: Süper Yöneticilerin yoksayılmasına ve filtrelenmesine izin ver (<a href="https://github.com/xwp/stream/pull/835">#835</a>)

source: Fix: Better at storing records for Super Admins (<a href="https://github.com/xwp/stream/pull/835">#835</a>)
tr: Düzeltme: Süper Yöneticiler için kayıt saklamada daha iyi (<a href="https://github.com/xwp/stream/pull/835">#835</a>)

source: Fix: Cron for purging old records has been fixed (<a href="https://github.com/xwp/stream/pull/843">#843</a>)
tr: Düzeltme: Cron eski kayıtları temizlemek için düzeltildi (<a href="https://github.com/xwp/stream/pull/843">#843</a>)

source: Fix: Security Fixes
tr: Düzeltme: Güvenlik Düzeltmeleri

source: New: Upgrade filter menus to Select2 4 (<a href="https://github.com/xwp/stream/commit/c3f6c65c1bd95cebb26da7f00a720050a9144586">c3f6c65</a>)
tr: Yeni: Filtre menülerini Select2 4'e yükseltin (<a href="https://github.com/xwp/stream/commit/c3f6c65c1bd95cebb26da7f00a720050a9144586">c3f6c65</a>)

source: New: Better support for default themes (<a href="https://github.com/xwp/stream/pull/831">#831</a>)
tr: Yeni: Varsayılan temalar için daha iyi destek (<a href="https://github.com/xwp/stream/pull/831">#831</a>)

source: Props <a href="https://github.com/lukecarbis">@lukecarbis</a>, Props <a href="https://github.com/sirjonathan">@sirjonathan</a>
tr: Destekler <a href="https://github.com/lukecarbis">@lukecarbis</a>, Props <a href="https://github.com/sirjonathan">@sirjonathan</a>

source: Props <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/rob">@rob</a>, <a href="https://github.com/greguly">greguly</a>
tr: Destekler <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/rob">@rob</a>, <a href="https://github.com/greguly">greguly</a>

source: Props <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/Stayallive">@Stayallive</a>, <a href="https://github.com/barryceelen">@barryceelen</a>, Jonathan Desrosiers, <a href="https://github.com/marcin-lawrowski">@marcin-lawrowski</a>
tr: Destekler <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/Stayallive">@Stayallive</a>, <a href="https://github.com/barryceelen">@barryceelen</a>, Jonathan Desrosiers, <a href="https://github.com/marcin-lawrowski">@marcin-lawrowski</a>

source: Fix: The Customizer fix you've been waiting for! Stream now properly records changes made from the Customizer. (<a href="https://github.com/xwp/stream/pull/827">#827</a>)
tr: Düzeltme: Beklediğin Özelleştirici düzeltmesi! Stream artık Özelleştirici'den yapılan değişiklikleri düzgün bir şekilde kaydediyor. (<a href="https://github.com/xwp/stream/pull/827">#827</a>)

source: Fix: In some instances, custom roles weren't being logged by Stream (<a href="https://github.com/xwp/stream/pull/824">#824</a>)
tr: Düzeltme: Bazı durumlarda, özel roller Stream tarafından kaydedilmiyordu (<a href="https://github.com/xwp/stream/pull/824">#824</a>)

source: Fix: Gravity Forms error when adding a note (<a href="https://github.com/xwp/stream/pull/811">#811</a>)
tr: Düzeltme: Not eklerken Gravity Forms hatası (<a href="https://github.com/xwp/stream/pull/811">#811</a>)

source: Tweak: Minor styling updates. It's about attention to detail. (<a href="https://github.com/xwp/stream/pull/826">#826</a>)
tr: Tweak: Küçük stil güncellemeleri. Detaylara dikkat etmekle ilgilidir. (<a href="https://github.com/xwp/stream/pull/826">#826</a>)

source: Tweak: Better Javascript conflict prevention (<a href="https://github.com/xwp/stream/pull/812">#812</a>)
tr: Tweak: Javascript çakışmasını daha iyi önleme (<a href="https://github.com/xwp/stream/pull/812">#812</a>)

source: Tweak: More mobile responsive list table (<a href="https://github.com/xwp/stream/pull/810">#810</a>)
tr: Tweak: Mobile daha fazla duyarlı liste tablosu (<a href="https://github.com/xwp/stream/pull/810">#810</a>)

source: New: Export your Stream records as CSV or JSON. (<a href="https://github.com/xwp/stream/pull/823">#823</a>)
tr: Yeni: Stream kayıtlarınızı CSV veya JSON olarak dışa aktarın. (<a href="https://github.com/xwp/stream/pull/823">#823</a>)
