Repository: SuzanOzgur/Stream
Catalog: wp-plugins-stream-stable-readme-*.po
Languages: tr

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/c3mdigital">@c3mdigital</a>, <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/desaiuditd">@desaiuditd</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/c3mdigital">@c3mdigital</a>, <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/desaiuditd">@desaiuditd</a>

source: Props <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Destekler <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/c3mdigital">@c3mdigital</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/c3mdigital">@c3mdigital</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Props <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/japh">@japh</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/bordoni">@bordoni</a>
tr: Destekler <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/japh">@japh</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/bordoni">@bordoni</a>

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/japh">@japh</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/japh">@japh</a>

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/barryceelen">@barryceelen</a>, <a href="https://github.com/japh">@japh</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/barryceelen">@barryceelen</a>, <a href="https://github.com/japh">@japh</a>

source: Props <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/bordoni">@bordoni</a>, <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Destekler <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/bordoni">@bordoni</a>, <a href="https://github.com/shadyvb">@shadyvb</a>

source: Props <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/chacha">@chacha</a>
tr: Destekler <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/chacha">@chacha</a>

source: Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/bordoni">@bordoni</a>, <a href="https://github.com/dero">@dero</a>, <a href="https://github.com/jeffmatson">@jeffmatson</a>, <a href="https://github.com/stipsan">@stipsan</a>, <a href="https://github.com/c3mdigital">@c3mdigital</a>, <a href="https://github.com/adamsilverstein">@adamsilverstein</a>, <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/japh">@japh</a>, <a href="https://github.com/solace">@solace</a>, <a href="https://github.com/johnbillion">@johnbillion</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/bordoni">@bordoni</a>, <a href="https://github.com/dero">@dero</a>, <a href="https://github.com/jeffmatson">@jeffmatson</a>, <a href="https://github.com/stipsan">@stipsan</a>, <a href="https://github.com/c3mdigital">@c3mdigital</a>, <a href="https://github.com/adamsilverstein">@adamsilverstein</a>, <a href="https://github.com/westonruter">@westonruter</a>, <a href="https://github.com/japh">@japh</a>, <a href="https://github.com/solace">@solace</a>, <a href="https://github.com/johnbillion">@johnbillion</a>

source: <strong>NOTE:</strong> Multisite view of all activity records in the Network Admin has been removed in this release. If you require this feature, please do not update Stream until version 2.1.0 is released.
tr: <strong> NOT:</strong> Ağ Yöneticisi'ndeki tüm etkinlik kayıtlarının çok sayfalı görünümü bu sürümde kaldırılmıştır. Bu özelliğe ihtiyacınız varsa, lütfen 2.1.0 sürümü yayınlanana kadar Stream'i güncellemeyin.

source: Props <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Destekler <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/westonruter">@westonruter</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/westonruter">@westonruter</a>

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/szepeviktor">@szepeviktor</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/szepeviktor">@szepeviktor</a>

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>

source: Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>
tr: Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>

source: Props <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/johnbillion">@johnbillion</a>, <a href="https://github.com/rob">@rob</a>
tr: Destekler <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/johnbillion">@johnbillion</a>, <a href="https://github.com/rob">@rob</a>

source: Props <a href="https://github.com/lukecarbis">@lukecarbis</a>
tr: Destekler <a href="https://github.com/lukecarbis">@lukecarbis</a>

source: Fix: Superfluous auto-draft posts are now prevented from being logged (<a href="https://github.com/x-team/wp-stream/issues/293">#293</a>)
tr: Düzeltme: Gereksiz otomatik taslak yayınların günlüğe kaydedilmesi engellendi (<a href="https://github.com/x-team/wp-stream/issues/293">#293</a>)

source: Fix: Widget sorting is now being tracked properly as well as Inactive widgets (<a href="https://github.com/x-team/wp-stream/issues/283">#283</a>)
tr: Düzeltme: Widget sıralama şimdi İnaktif widgetın yanı sıra düzgün izleniyor (<a href="https://github.com/x-team/wp-stream/issues/283">#283</a>)

source: Fix: Fallback to the term slug if a label does not exist in list-table (<a href="https://github.com/x-team/wp-stream/issues/214">#214</a>)
tr: Düzeltme: Liste tablosunda bir etiket yoksa slug teriminin geri dönüşü (<a href="https://github.com/x-team/wp-stream/issues/214">#214</a>)

source: Tweak: Live updates are enabled by default for new installs (<a href="https://github.com/x-team/wp-stream/issues/312">#312</a>)
tr: Tweak: Yeni yüklemeler için canlı güncellemeler varsayılan olarak etkindir (<a href="https://github.com/x-team/wp-stream/issues/312">#312</a>)

source: Tweak: User avatars now displayed in Authors dropdown filter (<a href="https://github.com/x-team/wp-stream/issues/311">#311</a>)
tr: Tweak: Kullanıcı avatarları artık Yazarlar açılır filtresinde görüntüleniyor (<a href="https://github.com/x-team/wp-stream/issues/311">#311</a>)

source: Tweak: Action links are now available for Stream Settings records (<a href="https://github.com/x-team/wp-stream/issues/305">#305</a>)
tr: Tweak: Stream Ayarlarının kayıtları için artık eylem bağlantıları var (<a href="https://github.com/x-team/wp-stream/issues/305">#305</a>)

source: New: Predefined date intervals now available when filtering records (<a href="https://github.com/x-team/wp-stream/issues/320">#320</a>)
tr: Yeni: Kayıt filtrelendiğinde önceki tarih aralıkları mevcut (<a href="https://github.com/x-team/wp-stream/issues/320">#320</a>)

source: New: Now logging Custom Background and Custom Header changes (<a href="https://github.com/x-team/wp-stream/issues/309">#309</a>)
tr: Yeni: Şimdi Özel Arkaplan ve Özel Başlık değişiklikleri kaydediliyor (<a href="https://github.com/x-team/wp-stream/issues/309">#309</a>)

source: New: Exclude tab in Settings to prevent specific types of activity from being tracked (<a href="https://github.com/x-team/wp-stream/issues/251">#251</a>)
tr: Yeni: Belirli etkinlik türlerinin izlenmesini önlemek için Ayarlar sekmesini hariç tutun (<a href="https://github.com/x-team/wp-stream/issues/251">#251</a>)

source: Fix: Small CSS bug in jQuery UI datepicker skins (<a href="https://github.com/x-team/wp-stream/commit/04c80afa99486086612be9f6ad83148dfbbe533a">04c80af</a>)
tr: Düzeltme: jQuery UI tarih seçici skin'lerinde küçük CSS hatası (<a href="https://github.com/x-team/wp-stream/commit/04c80afa99486086612be9f6ad83148dfbbe533a">04c80af</a>)

source: Fix: Record TTL purge not functioning correctly (<a href="https://github.com/x-team/wp-stream/issues/371">#371</a>)
tr: Düzeltme: TTL temizlemesi doğru çalışmıyor (<a href="https://github.com/x-team/wp-stream/issues/371">#371</a>)

source: Fix: Invalid argument warning thrown on fresh installations of WordPress (<a href="https://github.com/x-team/wp-stream/issues/358">#358</a>)
tr: Düzeltme: WordPress'in yeni yüklemelerinde geçersiz argüman uyarısı atıldı (<a href="https://github.com/x-team/wp-stream/issues/358">#358</a>)

source: Fix: wpdb::prepare() notice appearing in WordPress 3.9 (<a href="https://github.com/x-team/wp-stream/issues/354">#354</a>)
tr: Düzeltme: WordPress 3.9'da görünen wpdb :: prepare () bildirimi (<a href="https://github.com/x-team/wp-stream/issues/354">#354</a>)

source: Fix: Predefined date range intervals not honoring the site timezone setting (<a href="https://github.com/x-team/wp-stream/issues/353">#353</a>)
tr: Düzeltme: Site saat dilimi ayarına uymayan önceden tanımlanmış tarih aralığı aralıkları (<a href="https://github.com/x-team/wp-stream/issues/353">#353</a>)

source: Fix: PHP 5.3.3 compatibility issue with filter constant (<a href="https://github.com/x-team/wp-stream/issues/351">#351</a>)
tr: Düzeltme: Filtre sabitiyle PHP 5.3.3 uyumluluk sorunu (<a href="https://github.com/x-team/wp-stream/issues/351">#351</a>)

source: Fix: Reset Stream Database link not clearing everything in all cases (<a href="https://github.com/x-team/wp-stream/issues/347">#347</a>)
tr: Düzeltme: Tüm durumlarda her şeyi temizlemeyen Stream Veri Tabanı bağlantısını sıfırla (<a href="https://github.com/x-team/wp-stream/issues/347">#347</a>)

source: Fix: Autocomplete not working correctly in Exclude IP Addresses settings field (<a href="https://github.com/x-team/wp-stream/issues/335">#335</a>)
tr: Düzeltme: Otomatik tamamlama düzgün çalışmıyor IP Adresi ayarları alanını hariç tut (<a href="https://github.com/x-team/wp-stream/issues/335">#335</a>)

source: Tweak: Widget updated summary message improvement (<a href="https://github.com/x-team/wp-stream/commit/88189761d4a8836038e8d9ec348096a0aab3072d">8818976</a>)
tr: Tweak: Widget güncellenmiş özet mesajı iyileştirmesi (<a href="https://github.com/x-team/wp-stream/commit/88189761d4a8836038e8d9ec348096a0aab3072d">8818976</a>)

source: Tweak: ID column is now hidden by default in Screen Options (<a href="https://github.com/x-team/wp-stream/issues/348">#348</a>)
tr: Tweak: Kimlik Sütunu artık Ekran Seçeneklerinde varsayılan olarak gizli (<a href="https://github.com/x-team/wp-stream/issues/348">#348</a>)

source: Tweak: Now showing user Gravatars in Exclude Authors &amp; Roles settings field (<a href="https://github.com/x-team/wp-stream/issues/333">#333</a>)
tr: Tweak: Yazarlar ve Roller Ayarlarını dışarıda bırakarak kullanıcı Gravatars'ı gösteriliyor (<a href="https://github.com/x-team/wp-stream/issues/333">#333</a>)

source: Tweak: Future dates now disabled in Start date field datepicker (<a href="https://github.com/x-team/wp-stream/issues/334">#334</a>)
tr: Tweak: Gelecek tarihler şimdi Başlangıç tarihi alanı tarih seçicisinde devre dışı bırakıldı (<a href="https://github.com/x-team/wp-stream/issues/334">#334</a>)

source: New: Hover roles to reveal a tooltip with the number of authors assigned to that role (<a href="https://github.com/x-team/wp-stream/issues/377">#377</a>)
tr: Yeni: Bir araç ipucunu, o role atanmış yazarların sayısıyla ortaya çıkarmak için fareyle üzerine gelin (<a href="https://github.com/x-team/wp-stream/issues/377">#377</a>)

source: New: Hover authors to reveal a tooltip with helpful user meta (<a href="https://github.com/x-team/wp-stream/issues/338">#338</a>)
tr: Yeni: Yazarların yardımcı kullanıcı metalarını bir araç ipucuyla ortaya çıkarmasını sağlayın (<a href="https://github.com/x-team/wp-stream/issues/338">#338</a>)

source: New: Stream Activity dashboard widget now supports live updates (<a href="https://github.com/x-team/wp-stream/issues/356">#356</a>)
tr: Yeni: Stream Etkinliği kontrol paneli widget'ı artık canlı güncellemeleri destekliyor (<a href="https://github.com/x-team/wp-stream/issues/356">#356</a>)

source: New: Visibility option in Exclude settings to hide past records from view (<a href="https://github.com/x-team/wp-stream/issues/355">#355</a>)
tr: Yeni: Geçmişteki kayıtları görünümden gizlemek için ayarları hariç tut seçeneğinde Görünürlük seçeneği (<a href="https://github.com/x-team/wp-stream/issues/355">#355</a>)

source: New: Additional screen options to show/hide only the filters you care about (<a href="https://github.com/x-team/wp-stream/issues/329">#329</a>)
tr: Yeni: Yalnızca önem verdiğiniz filtreleri göstermek / gizlemek için ek ekran seçenekleri <a href="https://github.com/x-team/wp-stream/issues/329">#329</a>)

source: New: Theme Editor connector for tracking changes made to theme files (<a href="https://github.com/x-team/wp-stream/issues/313">#313</a>)
tr: Yeni: Tema dosyalarında yapılan değişiklikleri takip etmek için Tema Düzenleyici bağlayıcısı (<a href="https://github.com/x-team/wp-stream/issues/313">#313</a>)

source: Fix: Stream Feeds Key not being automatically generated (<a href="https://github.com/x-team/wp-stream/issues/420">#420</a>)
tr: Düzeltme: Stream Besleme Anahtarları otomatik olarak oluşturulmuyor (<a href="https://github.com/x-team/wp-stream/issues/420">#420</a>)

source: Fix: NextGen compability issue (<a href="https://github.com/x-team/wp-stream/issues/416">#416</a>)
tr: Düzeltme: NextGen uyumluluk sorunu (<a href="https://github.com/x-team/wp-stream/issues/416">#416</a>)

source: Fix: TTL purge schedule is never setup (<a href="https://github.com/x-team/wp-stream/issues/412">#412</a>)
tr: Düzeltme: TTL temizleme programı hiç kurulmadı (<a href="https://github.com/x-team/wp-stream/issues/412">#412</a>)

source: Fix: Uninstall confirmation message doesn't display (<a href="https://github.com/x-team/wp-stream/issues/411">#411</a>)
tr: Düzeltme: Kaldırma onay mesajı görüntülenmiyor (<a href="https://github.com/x-team/wp-stream/issues/411">#411</a>)

source: Fix: Non-Administrator users seeing errors in Settings records (<a href="https://github.com/x-team/wp-stream/issues/406">#406</a>)
tr: Düzeltme: Yönetici olmayan kayıtları ayarlarındaki hataları gören kullanıcılar (<a href="https://github.com/x-team/wp-stream/issues/406">#406</a>)

source: Fix: IP validator not respecting zero (<a href="https://github.com/x-team/wp-stream/issues/394">#394</a>)
tr: Düzeltme: IP doğrulayıcı sıfıra uymuyor (<a href="https://github.com/x-team/wp-stream/issues/394">#394</a>)

source: Fix: Live updates screen option checkbox not persisting (<a href="https://github.com/x-team/wp-stream/issues/392">#392</a>)
tr: Düzeltme: Canlı güncellemeler ekran seçeneği onay kutusu sürdürülebilir değil (<a href="https://github.com/x-team/wp-stream/issues/392">#392</a>)

source: Fix: Live updates remove last item in activity table (<a href="https://github.com/x-team/wp-stream/issues/386">#386</a>)
tr: Düzeltme: Canlı güncellemeler etkinlik tablosundaki son öğeyi kaldır (<a href="https://github.com/x-team/wp-stream/issues/386">#386</a>)

source: Fix: Custom capability conflict with W3 Total Cache plugin (<a href="https://github.com/x-team/wp-stream/issues/296">#296</a>)
tr: Düzeltme: W3 Toplam Önbellek eklentisi ile özel yetenek çakışması (<a href="https://github.com/x-team/wp-stream/issues/296">#296</a>)

source: Fix: Fix AJAX loading of authors in dropdown filters (<a href="https://github.com/x-team/wp-stream/issues/49">#49</a>)
tr: Düzeltme: Açılan filtrelerde yazarların AJAX yüklemesini düzeltme (<a href="https://github.com/x-team/wp-stream/issues/49">#49</a>)

source: Tweak: More compact search filters for smaller screens (<a href="https://github.com/x-team/wp-stream/issues/403">#403</a>)
tr: Tweak: Daha küçük ekranlar için daha kompakt arama filtreleri (<a href="https://github.com/x-team/wp-stream/issues/403">#403</a>)

source: Tweak: Save additional author meta for better records (<a href="https://github.com/x-team/wp-stream/issues/389">#389</a>)
tr: Tweak: Daha iyi kayıtlar için ek yazar metasını kaydet (<a href="https://github.com/x-team/wp-stream/issues/389">#389</a>)

source: Tweak: Use icon link instead of clicking the summary to filter by object ID (<a href="https://github.com/x-team/wp-stream/issues/380">#380</a>)
tr: Tweak: Nesne kimliğine göre filtrelemek için özete tıklamak yerine simge bağlantısı kullanın (<a href="https://github.com/x-team/wp-stream/issues/380">#380</a>)

source: Tweak: Deprecate functions and hooks in favor of consistent naming conventions (<a href="https://github.com/x-team/wp-stream/issues/267">#267</a>)
tr: Onaysız fonksiyonlar ve tutarlı adlandırma kuralları lehine kancalar (<a href="https://github.com/x-team/wp-stream/issues/267">#267</a>)

source: New: WP-CLI compatibility, Stream now tracks changes made via WP-CLI (<a href="https://github.com/x-team/wp-stream/issues/423">#423</a>)
tr: Yeni: WP-CLI uyumluluğu, Stream artık WP-CLI ile yapılan değişiklikleri izliyor (<a href="https://github.com/x-team/wp-stream/issues/423">#423</a>)

source: New: Separate API for handling DB update routines (<a href="https://github.com/x-team/wp-stream/issues/379">#379</a>)
tr: Yeni: DB güncelleme programlarını işlemek için ayrı API (<a href="https://github.com/x-team/wp-stream/issues/379">#379</a>)

source: New: Multisite is now fully supported, activate Stream network-wide (<a href="https://github.com/x-team/wp-stream/issues/65">#65</a>)
tr: Yeni: Çoklu site artık tam olarak destekleniyor, Stream network ağını genişletin (<a href="https://github.com/x-team/wp-stream/issues/65">#65</a>)

source: Fix: WP-CLI incorrectly referenced in records (<a href="https://github.com/x-team/wp-stream/issues/441">#441</a>)
tr: Düzeltme: WP-CLI kayıtlarında yanlış başvuruda bulunuldu (<a href="https://github.com/x-team/wp-stream/issues/441">#441</a>)

source: Fix: Scripts and styles not using Stream version number (<a href="https://github.com/x-team/wp-stream/issues/440">#440</a>)
tr: Düzeltme: Stream sürüm numarası kullanmayan komut dosyaları ve stiller (<a href="https://github.com/x-team/wp-stream/issues/440">#440</a>)

source: Fix: Update routine hotfix that was causing records to disappear (<a href="https://github.com/x-team/wp-stream/issues/447">#447</a>)
tr: Düzeltme: Kayıtların kaybolmasına neden olan rutin düzeltmeyi güncelleştirin (<a href="https://github.com/x-team/wp-stream/issues/447">#447</a>)

source: Fix: Update Database button redirecting to previous screen (<a href="https://github.com/x-team/wp-stream/issues/443">#443</a>)
tr: Düzeltme: Önceki ekrana yönlendiren Veritabanı butonunu güncelle (<a href="https://github.com/x-team/wp-stream/issues/443">#443</a>)

source: New: Introducing the Stream Extensions screen! (<a href="https://github.com/x-team/wp-stream/issues/396">#396</a>)
tr: Yeni: Stream Uzantıları ekranına giriş! (<a href="https://github.com/x-team/wp-stream/issues/396">#396</a>)

source: Fix: Undefined notice in admin.php (<a href="https://github.com/x-team/wp-stream/issues/468">#468</a>)
tr: Düzeltme: admin.php'de tanımsız bildirim (<a href="https://github.com/x-team/wp-stream/issues/468">#468</a>)

source: Fix: Error when installing extensions from the Network Admin (<a href="https://github.com/x-team/wp-stream/issues/491">#491</a>)
tr: Düzeltme: Ağ Yöneticisi'nden uzantıları yüklerken hata (<a href="https://github.com/x-team/wp-stream/issues/491">#491</a>)
