Repository: SuzanOzgur/Stream
Catalog: wp-plugins-stream-stable-readme-*.po
Languages: tr

source: Fix: Extensions screen CSS bug in Firefox (<a href="https://github.com/x-team/wp-stream/issues/464">#464</a>)
tr: Düzeltme: Firefox'ta uzantılar ekranında CSS hatası (<a href="https://github.com/x-team/wp-stream/issues/464">#464</a>)

source: Tweak: Way for developers to set their Stream Extensions affiliate ID on links from the Extensions screen (<a href="https://github.com/x-team/wp-stream/issues/482">#482</a>)
tr: Tweak: Geliştiriciler için, Uzantılar ekranından bağlantılarda Stream Uzantıları üyesi kimliğini belirlemeleri için bir yol (<a href="https://github.com/x-team/wp-stream/issues/482">#482</a>)

source: Tweak: Better handling of authors in the list table (<a href="https://github.com/x-team/wp-stream/pull/448">#448</a>)
tr: Tweak: Liste tablosunda yazarların daha iyi ele alınması (<a href="https://github.com/x-team/wp-stream/pull/448">#448</a>)

source: Tweak: Provide option label for records that show when the Stream database has updated (<a href="https://github.com/x-team/wp-stream/pull/444">#444</a>)
tr: Tweak: Stream veritabanının ne zaman güncellendiğini gösteren kayıtlar için seçenek etiketi sağlayın (<a href="https://github.com/x-team/wp-

source: Tweak: Filter introduced to allow the Stream admin menu position to be changed (<a href="https://github.com/x-team/wp-stream/issues/99">#99</a>)
tr: Tweak: Stream admin menü konumunun değiştirilmesine izin vermek için filtre eklendi (<a href="https://github.com/x-team/wp-stream/issues/99">#99</a>)

source: New: Admin pointers to highlight when new admin screens are introduced (<a href="https://github.com/x-team/wp-stream/issues/466">#466</a>)
tr: Yeni: Yeni yönetici ekranlarının ne zaman kullanıma sunulacağını vurgulayan yönetici işaretçileri (<a href="https://github.com/x-team/wp-stream/issues/466">#466</a>)

source: Fix: Notices for non-existent extension data after timeout (<a href="https://github.com/x-team/wp-stream/pull/529">#529</a>)
tr: Düzeltme: Zaman aşımından sonra var olmayan uzantı verileri için bildirimler (<a href="https://github.com/x-team/wp-stream/pull/529">#529</a>)

source: Fix: Warnings seen when Show Avatars is disabled (<a href="https://github.com/x-team/wp-stream/issues/518">#518</a>)
tr: Düzeltme: Avatarları Göster devre dışı olduğunda görülen uyarılar (<a href="https://github.com/x-team/wp-stream/issues/518">#518</a>)

source: Fix: Incompatibility with multi-server environments (<a href="https://github.com/x-team/wp-stream/issues/517">#517</a>)
tr: Düzeltme: Çok sunuculu ortamlarla uyumsuzluk (<a href="https://github.com/x-team/wp-stream/issues/517">#517</a>)

source: Fix: Author info showing up incorrectly (<a href="https://github.com/x-team/wp-stream/issues/505">#505</a>)
tr: Düzeltme: Yanlış bilgi gösteren yazar bilgisi (<a href="https://github.com/x-team/wp-stream/issues/505">#505</a>)

source: Fix: Extension activation links broken when plugin folders are renamed (<a href="https://github.com/x-team/wp-stream/issues/502">#502</a>)
tr: Düzeltme: Eklenti klasörleri yeniden adlandırıldığında uzantı etkinleştirme bağlantıları bozulur (<a href="https://github.com/x-team/wp-stream/issues/502">#502</a>)

source: Fix: Switching user is incorrectly tracked (<a href="https://github.com/x-team/wp-stream/issues/501">#501</a>)
tr: Düzeltme: Kullanıcı geçişi yanlış izleniyor (<a href="https://github.com/x-team/wp-stream/issues/501">#501</a>)

source: Fix: Taxonomy connector conflicts with Edit Flow plugin (<a href="https://github.com/x-team/wp-stream/issues/498">#498</a>)
tr: Düzeltme: Edit Flow eklentisi ile taksonomi bağlayıcı çakışmaları (<a href="https://github.com/x-team/wp-stream/issues/498">#498</a>)

source: Fix: Custom authentication schemes not tracking user logins correctly (<a href="https://github.com/x-team/wp-stream/issues/434">#434</a>)
tr: Düzeltme: Kullanıcı oturum açma bilgilerini doğru şekilde izlemeyen özel kimlik doğrulama şemaları (<a href="https://github.com/x-team/wp-stream/issues/434">#434</a>)

source: Tweak: One admin notice for any missing DB tables (<a href="https://github.com/x-team/wp-stream/pull/506">#506</a>)
tr: Tweak: Eksik DB tabloları için bir yönetici uyarısı (<a href="https://github.com/x-team/wp-stream/pull/506">#506</a>)

source: Tweak: Rename "ID" column label to "Record ID" (<a href="https://github.com/x-team/wp-stream/issues/490">#490</a>)
tr: Tweak: "Kimlik" sütun etiketini "Kayıt Kimliği" olarak yeniden adlandırı (<a href="https://github.com/x-team/wp-stream/issues/490">#490</a>)

source: Tweak: Add filterable method for excluded comment types (<a href="https://github.com/x-team/wp-stream/issues/487">#487</a>)
tr: Tweak: Dışlanan yorum türleri için filtrelenebilir yöntem ekle (<a href="https://github.com/x-team/wp-stream/issues/487">#487</a>)

source: New: Lightweight frontend indicator for sites using Stream (<a href="https://github.com/x-team/wp-stream/issues/507">#507</a>)
tr: Yeni: Stream kullanan siteler için hafif önyüz göstergesi (<a href="https://github.com/x-team/wp-stream/issues/507">#507</a>)

source: Fix: Stream settings exclude error for big wp_users table (<a href="https://github.com/x-team/wp-stream/issues/551">#551</a>)
tr: Düzeltme: Akış ayarları büyük wp_users tablosu için hatayı içermez <a href="https://github.com/x-team/wp-stream/issues/551">#551</a>)

source: Fix: Conflict with Jetpack body class in WP Admin (<a href="https://github.com/x-team/wp-stream/issues/545">#545</a>)
tr: Düzeltme: WP Yönetiminde Jetpack body sınıfı ile çakışma (<a href="https://github.com/x-team/wp-stream/issues/545">#545</a>)

source: Fix: Cannot exclude Custom Background context (<a href="https://github.com/x-team/wp-stream/issues/543">#543</a>)
tr: Düzeltme: Özel Arkaplan bağlamı hariç tutulamaz (<a href="https://github.com/x-team/wp-stream/issues/543">#543</a>)

source: Fix: Fatal error when PHP version is less than 5.3 (<a href="https://github.com/x-team/wp-stream/issues/538">#538</a>)
tr: Düzeltme: PHP sürümü 5.3'ten küçük olduğunda önemli hata (<a href="https://github.com/x-team/wp-stream/issues/538">#538</a>)

source: Fix: Widget records show sidebar slug instead of label (<a href="https://github.com/x-team/wp-stream/issues/531">#531</a>)
tr: Düzeltme: Widget kayıtları etiket yerine kenar çubuğu etiketini gösterir (<a href="https://github.com/x-team/wp-stream/issues/531">#531</a>)

source: Fix: Stream runs install routine twice (<a href="https://github.com/x-team/wp-stream/issues/528">#528</a>)
tr: Düzeltme: Stream iki kez rutini yüklemeye çalışır (<a href="https://github.com/x-team/wp-stream/issues/528">#528</a>)

source: Fix: Excluding roles is not handled properly (<a href="https://github.com/x-team/wp-stream/issues/527">#527</a>)
tr: Düzeltme: Roller hariç tutulması gerektiği gibi ele alınmıyor (<a href="https://github.com/x-team/wp-stream/issues/527">#527</a>)

source: Tweak: Remove all uses of extract() from Stream (<a href="https://github.com/x-team/wp-stream/issues/556">#556</a>)
tr: Tweak: Stream'den extract () 'ın tüm kullanımlarını kaldırın (<a href="https://github.com/x-team/wp-stream/issues/556">#556</a>)

source: Tweak: Stop tracking failed login attempts (<a href="https://github.com/x-team/wp-stream/issues/547">#547</a>)
tr: Tweak: Başarısız oturum açma girişimlerini takip etmeyi durdur (<a href="https://github.com/x-team/wp-stream/issues/547">#547</a>)

source: Tweak: Consolidate show filter and show column screen options (<a href="https://github.com/x-team/wp-stream/issues/542">#542</a>)
tr: Tweak: Göster filtresini birleştir ve sütun ekranı seçeneklerini göster (<a href="https://github.com/x-team/wp-stream/issues/542">#542</a>)

source: Tweak: Use core language pack translations where possible (<a href="https://github.com/x-team/wp-stream/issues/534">#534</a>)
tr: Tweak: Mümkün olduğunda çekirdek dil paketi çevirilerini kullanın (<a href="https://github.com/x-team/wp-stream/issues/534">#534</a>)

source: Tweak: Actions provided for trashed posts are irrelevant (<a href="https://github.com/x-team/wp-stream/issues/523">#523</a>)
tr: Tweak: Çöpe atılan mesajlar için sağlanan işlemler alakasız (<a href="https://github.com/x-team/wp-stream/issues/523">#523</a>)

source: Fix: .po and .pot files out-of-date for translators (<a href="https://github.com/x-team/wp-stream/issues/584">#584</a>)
tr: Düzeltme: .po ve .pot dosyaları çevirmenler için güncel değil (<a href="https://github.com/x-team/wp-stream/issues/584">#584</a>)

source: Fix: Track user count setting changes (<a href="https://github.com/x-team/wp-stream/issues/583">#583</a>)
tr: Düzeltme: Kullanıcı sayısı ayarındaki değişiklikleri takip et (<a href="https://github.com/x-team/wp-stream/issues/583">#583</a>)

source: Fix: PHP warning when deleting network users (<a href="https://github.com/x-team/wp-stream/issues/579">#579</a>)
tr: Düzeltme: Ağ kullanıcılarını silerken PHP uyarısı (<a href="https://github.com/x-team/wp-stream/issues/579">#579</a>)

source: Fix: Datepicker opens again with each paged view (<a href="https://github.com/x-team/wp-stream/issues/568">#568</a>)
tr: Düzeltme: Tarih seçici her disk belleği görünümünde tekrar açılır (<a href="https://github.com/x-team/wp-stream/issues/568">#568</a>)

source: New: Comment Type support added to the Comments connector (<a href="https://github.com/x-team/wp-stream/issues/558">#558</a>)
tr: Yeni: Yorum Tipine destek eklenen Yorum bağlayıcı (<a href="https://github.com/x-team/wp-stream/issues/558">#558</a>)

source: Fix: Incorrect action label for comment throttling (<a href="https://github.com/x-team/wp-stream/issues/591">#591</a>)
tr: Düzeltme: Yorum azaltma için yanlış işlem etiketi (<a href="https://github.com/x-team/wp-stream/issues/591">#591</a>)

source: Fix: Post Revision ID associated to record is not the most recent one (<a href="https://github.com/x-team/wp-stream/issues/585">#585</a>)
tr: Düzeltme: Kayıtla ilişkili Revizyon Kimliği en iyilerinden biri değil (<a href="https://github.com/x-team/wp-stream/issues/585">#585</a>)

source: Fix: Stream menu appearing in Network menu when not network activated (<a href="https://github.com/x-team/wp-stream/issues/582">#582</a>)
tr: Düzeltme: Ağ etkin değilken Stream menüsünde görünen akış menüsü (<a href="https://github.com/x-team/wp-stream/issues/582">#582</a>)

source: Fix: Labels not seen for CPT registered on init with default priority (<a href="https://github.com/x-team/wp-stream/issues/565">#565</a>)
tr: Düzeltme: Öntanımlı olarak varsayılan kaydedilen CPT için görünmeyen etiketler (<a href="https://github.com/x-team/wp-stream/issues/565">#565</a>)

source: Tweak: Track changes to options more deeply (<a href="https://github.com/x-team/wp-stream/pull/573">#573</a>)
tr: Tweak: Seçenekleri daha derinden değiştirir (<a href="https://github.com/x-team/wp-stream/pull/573">#573</a>)

source: Tweak: Log WP-CLI details to Stream author meta (<a href="https://github.com/x-team/wp-stream/issues/470">#470</a>)
tr: Tweak: WP-CLI ayrıntılarını Stream author meta dosyasına kaydet (<a href="https://github.com/x-team/wp-stream/issues/470">#470</a>)

source: New: Now tracking when Akismet automatically marks comments as spam (<a href="https://github.com/x-team/wp-stream/pull/587">#587</a>)
tr: Yeni: Akismet yorumları otomatik olarak spam olarak işaretlediğinde izleme (<a href="https://github.com/x-team/wp-stream/pull/587">#587</a>)

source: New: Greatly improved widget tracking, including changes performed in Customizer (<a href="https://github.com/x-team/wp-stream/pull/391">#391</a>)
tr: Yeni: Özelleştirici'de gerçekleştirilen değişiklikler dahil olmak üzere büyük ölçüde geliştirilmiş widget izleme (<a href="https://github.com/x-team/wp-stream/pull/391">#391</a>)

source: Fix: Notices not firing on correct action (<a href="https://github.com/x-team/wp-stream/issues/589">#589</a>)
tr: Düzeltme: Uyarılar doğru işlem yapılmıyor (<a href="https://github.com/x-team/wp-stream/issues/589">#589</a>)

source: Fix: Revert usage of get_taxonomy() (<a href="https://github.com/x-team/wp-stream/pull/586">#586</a>)
tr: Düzeltme: get_taxonomy () işlevini geri alma (<a href="https://github.com/x-team/wp-stream/pull/586">#586</a>)

source: Fix: Revert delayed log mechanism for post transition (<a href="https://github.com/x-team/wp-stream/issues/585">#585</a>)
tr: Düzeltme: Gönderi geçişi için günlük gecikmeli işleyişi geri al (<a href="https://github.com/x-team/wp-stream/issues/585">#585</a>)

source: You create an account for Stream simply by signing in with your WordPress.com ID
tr: Sadece WordPress.com kimliğiyle oturum açarak Stream için bir hesap oluşturabilirsiniz.

source: Connectors for tracking other popular plugins are now built into Stream, like BuddyPress, Jetpack, Gravity Forms, and more...
tr: Bağlayıcılar diğer popüler eklentileri takip etmek için şimdi, BuddyPress, Jetpack, Gravity Forms ve daha fazlası... gibi artık Stream'e dahil edildi.

source: Notifications and Reports are now conveniently built into Stream for Pro subscribers
tr: Bildirimler ve Raporlar artık uygun bir şekilde Profesyoneller için Stream abonelerine eklenmiştir

source: The Exclude Rules UI has been completely revamped
tr: Hariç Tutulan Kurallar Kullanıcı Arayüzü tamamen yenilenmiştir

source: Connector and Context have merged in the UI, now just called Contexts
tr: Bağlayıcı ve İçerik UI'de birleştirildi, şimdi sadece Bağlam olarak adlandırılıyor.

source: All activity is now stored only in the cloud over SSL, local MySQL storage dependence is over!
tr: Tüm etkinlikler artık yalnızca SSL üzerinden bulutta depolanıyor, yerel MySQL depolama bağımlılığı bitti!

source: Fix: ACF Pro doesn't save custom field values when Stream enabled (<a href="https://github.com/wp-stream/stream/issues/642">#642</a>)
tr: Düzeltme: Stream etkinleştirildiğinde ACF Pro özel alan değerlerini kaydetmez (<a href="https://github.com/wp-stream/stream/issues/642">#642</a>)

source: Tweak: Improved tooltip text explaining WP.com sign in
tr: Tweak: WP.com oturumunu açıklayan geliştirilmiş araç ipucu metni

source: Tweak: Improved localization strings throughout the plugin (<a href="https://github.com/wp-stream/stream/pull/644">#644</a>)
tr: Tweak: Eklenti boyunca iyileştirilmiş yerelleştirme dizeleri (<a href="https://github.com/wp-stream/stream/pull/644">#644</a>)

source: Fix: Prevent live updates from tampering with filtered results (<a href="https://github.com/wp-stream/stream/issues/675">#675</a>)
tr: Düzelt: Canlı güncellemelerin filtrelenmiş sonuçlarla kurcalanmasını önle (<a href="https://github.com/wp-stream/stream/issues/675">#675</a>)

source: Fix: Non-static method called statically in WPSEO connector (<a href="https://github.com/wp-stream/stream/issues/668">#668</a>)
tr: Düzeltme: WPSEO bağlayıcısında statik olarak adlandırılan statik olmayan yöntem (<a href="https://github.com/wp-stream/stream/issues/668">#668</a>)

source: Fix: PHP warnings caused by Menu connector (<a href="https://github.com/wp-stream/stream/issues/663">#663</a>)
tr: Düzeltme: Menü bağlayıcısının neden olduğu PHP uyarıları (<a href="https://github.com/wp-stream/stream/issues/663">#663</a>)

source: Fix: Post revision action link pointing to wrong revision ID (<a href="https://github.com/wp-stream/stream/issues/585">#585</a>)
tr: Düzeltme: Yanlış revizyon kimliğine işaret eden revizyon eylemi bağlantısı (<a href="https://github.com/wp-stream/stream/issues/585">#585</a>)

source: Tweak: Opt-in required for WP Cron tracking (<a href="https://github.com/wp-stream/stream/issues/673">#673</a>)
tr: Tweak: WP Cron izleme için gereklidir (<a href="https://github.com/wp-stream/stream/issues/673">#673</a>)

source: Tweak: Opt-in required for comment flood tracking (<a href="https://github.com/wp-stream/stream/issues/656">#656</a>)
tr: Tweak: Yorum akışının izlenmesi için gereklidir (<a href="https://github.com/wp-stream/stream/issues/656">#656</a>)

source: Tweak: Ignore comments deleted when deleting parent post (<a href="https://github.com/wp-stream/stream/issues/652">#652</a>)
tr: Tweak: Ana gönderiyi silerken silinen yorumları yoksay (<a href="https://github.com/wp-stream/stream/issues/652">#652</a>)

source: Tweak: Opt-in required for Akismet tracking (<a href="https://github.com/wp-stream/stream/issues/649">#649</a>)
tr: Tweak: Akismet takibi için gerekenler (<a href="https://github.com/wp-stream/stream/issues/649">#649</a>)

source: Tweak: Inherit role access from Stream Settings for Notifications and Reports (<a href="https://github.com/wp-stream/stream/issues/641">#641</a>)
tr: Tweak: Bildirimler ve Raporlar için Stream Ayarları'ndan rol erişimini miras al (<a href="https://github.com/wp-stream/stream/issues/641">#641</a>)

source: New: Stream connector to track Stream-specific contexts and actions (<a href="https://github.com/wp-stream/stream/issues/622">#622</a>)
tr: Yeni: Stream'e özel bağlamları ve işlemleri izlemek için Stream bağlantısı (<a href="https://github.com/wp-stream/stream/issues/622">#622</a>)

source: New: Unread count badge added to Stream menu, opt-out available in User Profile (<a href="https://github.com/wp-stream/stream/issues/588">#588</a>)
tr: Yeni: Stream menüsüne eklenen okunmamış sayım işaretini, Kullanıcı Profilinde devre dışı bırakma mevcut (<a href="https://github.com/wp-stream/stream/issues/588">#588</a>)

source: New: Full record backtrace now available to developers for debugging (<a href="https://github.com/wp-stream/stream/issues/467">#467</a>)
tr: Yeni: Hata ayıklama için geliştiricilere artık tam kayıt geri izleme (<a href="https://github.com/wp-stream/stream/issues/467">#467</a>)

source: Fix: PHP warning shown for some users when deleting plugins (<a href="https://github.com/wp-stream/stream/issues/695">#695</a>)
tr: Düzeltme: Bazı kullanıcılar için eklentileri silerken PHP uyarısı gösterilir. (<a href="https://github.com/wp-stream/stream/issues/695">#695</a>)

source: Fix: Prevent Notification Rule meta from being saved to all post types (<a href="https://github.com/wp-stream/stream/issues/693">#693</a>)
tr: Düzeltme: Bildirim Kuralını Önleme metalarının tüm posta türlerine kaydedilmesini engelle (<a href="https://github.com/wp-stream/stream/issues/693">#693</a>)

source: Fix: N/A user not working in exclude rules (<a href="https://github.com/wp-stream/stream/issues/688">#688</a>)
tr: Düzeltme: Kullanılmayan N/A kullanıcısı kuralları hariç çalşımıyor (<a href="https://github.com/wp-stream/stream/issues/688">#688</a>)

source: Fix: Hook into external class load methods on init rather than plugins_loaded (<a href="https://github.com/wp-stream/stream/issues/686">#686</a>)
tr: Düzeltme: plugins_loaded yerine init üzerinde harici sınıf yükleme yöntemlerine kanca (<a href="https://github.com/wp-stream/stream/issues/686">#686</a>)

source: Fix: Handle boolean values appropriately during wp_stream_log_data filter (<a href="https://github.com/wp-stream/stream/issues/680">#680</a>)
tr: Düzeltme: wp_stream_log_data filtresi sırasında boolean değerlerini uygun şekilde kullanın (<a href="https://github.com/wp-stream/stream/issues/680">#680</a>)

source: Tweak: Search results now ordered by date instead of relevance (<a href="https://github.com/wp-stream/stream/issues/689">#689</a>)
tr: Tweak: Arama sonuçları artık alaka düzeyi yerine tarihe göre sıralandı (<a href="https://github.com/wp-stream/stream/issues/689">#689</a>)

source: Tweak: Silently disable Stream during content import (<a href="https://github.com/wp-stream/stream/issues/672">#672</a>)
tr: Tweak: İçeriği içe aktarma sırasında Stream'i sessizce devre dışı bırak (<a href="https://github.com/wp-stream/stream/issues/672">#672</a>)

source: New: WP-CLI command now available for querying records via the command line (<a href="https://github.com/wp-stream/stream/issues/499">#499</a>)
tr: Yeni: WP-CLI komutu artık komut satırı üzerinden kayıtları sorgulamak için kullanılabilir (<a href="https://github.com/wp-stream/stream/issues/499">#499</a>)

source: Fix: Properly return record success/failure in log and store methods (<a href="https://github.com/wp-stream/stream/issues/711">#711</a>)
tr: Düzeltme: Doğru kayıt kaydının başarısını / başarısızlığını düzgün şekilde kaydet ve yöntemleri kaydet (<a href="https://github.com/wp-stream/stream/issues/711">#711</a>)

source: Fix: Allow properties with values of zero to be included in queries (<a href="https://github.com/wp-stream/stream/issues/698">#698</a>)
tr: Düzeltme: Sorgulara dahil edilecek sıfır değere sahip özelliklere izin ver (<a href="https://github.com/wp-stream/stream/issues/698">#698</a>)

source: Tweak: Limit legacy record migrations based on the Stream plan type
tr: Tweak: Stream planı türüne göre eski kayıt geçişlerini sınırlayın

source: Tweak: Limit custom range datepickers based on the Stream plan type
tr: Tweak: Stream planı tipine göre özel aralıklı tarih seçicilerini sınırlayın

source: Tweak: Better highlighting on multiple live update rows
tr: Tweak: Birden çok canlı güncelleme satırında daha iyi vurgulama

source: Tweak: Add link to https://wp-stream.com in README (<a href="https://github.com/wp-stream/stream/issues/709">#709</a>)
tr: Tweak: README'de https://wp-stream.com adresine bağlantı ekle (<a href="https://github.com/wp-stream/stream/issues/709">#709</a>)

source: Tweak: WP-CLI command output improvements via <code>--format</code> option for table view, JSON and CSV (<a href="https://github.com/wp-stream/stream/pull/705">#705</a>)
tr: Tweak: Tablo görünümü, JSON ve CSV için <code>--format</code> seçeneği ile WP-CLI komut çıkışı iyileştirmeleri (<a href="https://github.com/wp-stream/stream/pull/705">#705</a>)

source: New: Add reset button to reset search filters (<a href="https://github.com/wp-stream/stream/issues/144">#144</a>)
tr: Yeni: Arama filtrelerini sıfırlamak için sıfırlama butonunu ekleyin (<a href="https://github.com/wp-stream/stream/issues/144">#144</a>)

source: Fix: Broken date range filter on Reports screen (<a href="https://github.com/wp-stream/stream/pull/717">#717</a>)
tr: Düzelt: Raporlar ekranında bozuk tarih aralığı filtresi (<a href="https://github.com/wp-stream/stream/pull/717">#717</a>)

source: Fix: Compatibility issues with WP-Cron Control plugin and system crons (<a href="https://github.com/wp-stream/stream/issues/715">#715</a>)
tr: Düzeltme: WP-Cron Kontrol eklentisi ve sistem crons ile uyumluluk sorunları (<a href="https://github.com/wp-stream/stream/issues/715">#715</a>)

source: Tweak: Match new default admin colors introduced in WordPress 4.2 (<a href="https://github.com/wp-stream/stream/pull/718">#718</a>)
tr: Tweak: WordPress 4.2 de getirilen yeni varsayılan yönetici renklerini eşleştirin (<a href="https://github.com/wp-stream/stream/pull/718">#718</a>)

source: Tweak: Add support for future and pending post transitions (<a href="https://github.com/wp-stream/stream/pull/716">#716</a>)
tr: Tweak: Gelecek ve bekleyen gönderi geçişleri için destek ekleyin (<a href="https://github.com/wp-stream/stream/pull/716">#716</a>)

source: Tweak: Compatibility with split terms introduced in WordPress 4.2 (<a href="https://github.com/wp-stream/stream/issues/702">#702</a>)
tr: Tweak: WordPress 4.2'de sunulan bölünmüş koşullarla uyumluluk (<a href="https://github.com/wp-stream/stream/issues/702">#702</a>)

source: Removed: Notifications and Reports have been removed to be reworked for an upcoming release.
tr: Kaldırıldı: Gelecek bir sürüm için yeniden işlenmesi için Bildirimler ve Raporlar kaldırıldı.

source: New: Various measures and database schema changes to improve Stream's performance.
tr: Yeni: Stream'in performansını iyileştirmek için çeşitli önlemler ve veritabanı şeması değişiklikleri.

source: New: Migration process for Stream 2 users to move records out of the cloud, and into your local database.
tr: Yeni: Stream 2 kullanıcının kayıtlarını buluttan ve yerel veritabanınıza taşımak için geçiş süreci.
