Repository: SuzanOzgur/Stream
Catalog: wp-plugins-stream-stable-readme-*.po
Languages: tr

source: Initial concept built using custom post type/taxonomies as the data model. Props <a href="https://github.com/shadyvb">@shadyvb</a>
tr: İlk model, veri modeli olarak özel posta tipi / taksonomi kullanılarak oluşturulmuştur. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>

source: Second iteration build using custom tables data model. First public release. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Özel tablolar veri modelini kullanarak ikinci yineleme yapısı. İlk kullanımına sunuldu. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Improved actions for Users context. Action for edited images in Media context. Bug fixes in Menus context. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/gedex">@akeda</a>
tr: Kullanıcılar bağlamında iyileştirilmiş eylemler. Medya bağlamında düzenlenmiş resimler için eylem. Menüler bağlamında hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/gedex">@akeda</a>

source: Improved support for pages and custom post types. Chosen for filter dropdowns. Pagination support in screen options. Bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Sayfalar ve özel posta türleri için geliştirilmiş destek. Filtre açılırken seçilir. Ekran seçeneklerinde sayfalama desteği. Hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Require PHP 5.3 to activate plugin. Provide action links for records when applicable. Bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Eklentiyi etkinleştirmek için PHP 5.3 gerektirir. Geçerli olduğunda kayıtlar için eylem bağlantıları sağlayın. Hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: UX improvements to manual DB purge. Cron event for user-defined TTL of records. Bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Manuel DB temizlemesi için UX geliştirmeleri. Kullanıcı tanımlı TTL kayıtlarının Cron olayı. Hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Added connectors for Taxonomies and Settings. Bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Taksonomi ve Ayarlar için eklenmiş bağlayıcılar. Hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Hotfix to remove PHP 5.4-only syntax. Role Access option added to Settings. Props <a href="https://github.com/kucrut">@kucrut</a>
tr: PHP 5.4 düzeltmesi sadece sözdizimini kaldırmak içindir. Rol Erişim seçeneği Ayarlar'a eklendi. Destekler <a href="https://github.com/kucrut">@kucrut</a>

source: Bug fixes for the Installer connector. Props <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Yükleyici bağlayıcı için hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>

source: Bug fix for Role Access option. Props <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Rol Erişimi seçeneği için hata düzeltmesi. Destekler <a href="https://github.com/fjarrett"> @fjarrett </a>

source: Ability to query Stream records in a private RSS feed. Bug fixes. Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Özel bir RSS beslemesinde Stream kayıtlarını sorgulama yeteneği. Hata düzeltmeleri. Destekler <a href="https://github.com/fjarrett"> @fjarrett </a>, <a href="https://github.com/shadyvb"> @shadyvb </a>.

source: Setting to enable/disable private feeds functionality. Additional record logged when a user's role is changed. Bug fixes. Props <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>, <a href="https://github.com/justinsainton">@justinsainton</a>
tr: Özel yayın işlevlerini etkinleştirmek / devre dışı bırakmak için ayarlama. Bir kullanıcının rolü değiştiğinde kaydedilen ek kayıt. Hata düzeltmeleri. Destekler <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>, <a href="https://github.com/justinsainton">@justinsainton</a>

source: Language packs for French and German. Option to uninstall database tables. Bug fixes. Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>, <a href="https://github.com/pascal-klaeres">@pascalklaeres</a>
tr: Fransızca ve Almanca dil paketleri. Veritabanı tablolarını kaldırma seçeneği. Hata düzeltmeleri. Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>, <a href="https://github.com/pascal-klaeres">@pascalklaeres</a>

source: Added connector for Comments. Stream activity dashboard widget. UI enhancements. Bug fixes. Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>
tr: Yorumlar için bağlayıcı eklendi. Stream etkinliği gösterge tablosu widget'ı. UI geliştirmeleri. Hata düzeltmeleri. Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>

source: Specify which roles should have their activity logged. Delete all options on uninstall. Bug fixes. Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Hangi rollerin etkinliklerinin kaydedileceğini belirtin. Kaldırılan tüm seçenekleri silin. Hata düzeltmeleri. Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Added support for private feeds in JSON format. Flush rewrite rules automatically for feeds when enabled/disabled. Bug fixes. Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: JSON formatında özel yayınlar için destek eklendi. Etkinleştirildiğinde / devre dışı bırakıldığında beslemeleri otomatik olarak yeniden yazdırın. Hata düzeltmeleri. Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Replacing Chosen library with Select2. Bug fixes. Props <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Seçilmiş kitaplığı Select2 ile değiştirme. Hata düzeltmeleri. Destekler <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: WordPress context added to Installer connector for core updates. Props <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Temel güncelleştirmeler için WordPress içeriği Yükleyici bağlayıcısına eklendi. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>

source: Use menu name as context in Menus connector. Warning if required DB tables are missing. Bug fixes. Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>
tr: Menüler bağlayıcısında bağlam olarak menü adını kullanın. Gerekli DB tabloları eksikse Uyarır. Hata düzeltmeleri. Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/topher1kenobe">@topher1kenobe</a>

source: Plugin version available as a constant. Bug fixes. Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Eklenti sürümü sabit olarak kullanılabilir. Hata düzeltmeleri. Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Support for live updates in the Stream. Bug fixes. Props <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Stream de canlı güncellemeler için destek. Hata düzeltmeleri. Destekler <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Updated screenshot assets and descriptions. Props <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Güncellenmiş ekran öğeleri ve açıklamaları. Destekler <a href="https://github.com/fjarrett">@fjarrett</a>

source: Allow list table to be extensible. Hook added to prevent tables from being created, if desired. Props <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>
tr: Liste tablosunun genişletilebilir olmasına izin ver. Kanca, istenirse tabloların oluşturulmasını önlemek için eklendi. Destekler <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>

source: Require nonce for generating a new user feed key. Props <a href="https://github.com/johnregan3">@johnregan3</a>
tr: Yeni bir kullanıcı besleme anahtarı oluşturmayı gerektirmez. Destekler <a href="https://github.com/johnregan3">@johnregan3</a>

source: Ensure the dashboard widget respects the Role Access setting. Props <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Gösterge paneli widget'ının Rol Erişimi ayarına uyduğundan emin olun. Destekler <a href="https://github.com/fjarrett">@fjarrett</a>

source: Language pack for Spanish. Bug fixes. Props <a href="https://github.com/omniwired">omniwired</a>, <a href="https://github.com/shadyvb">@shadyvb</a>
tr: İspanyolca dil paketi. Hata düzeltmeleri. Destekler <a href="https://github.com/omniwired">omniwired</a>, <a href="https://github.com/shadyvb">@shadyvb</a>

source: Language pack for Polish. Bug fixes. Props <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/kucrut">@kucrut</a>
tr: Lehçe için dil paketi. Hata düzeltmeleri. Destekler <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/kucrut">@kucrut</a>

source: Bug fix for live updates breaking columns when some are hidden via Screen Options. Props <a href="https://github.com/johnregan3">@johnregan3</a>
tr: Ekran Seçenekleri üzerinde bazıları gizlendiğinde canlı güncellemelerin sütunlarının kırılması için hata düzeltmesi. Destekler <a href="https://github.com/johnregan3">@johnregan3</a>

source: Query improvements, default connector interface, hook added for general settings fields. Bug fixes. Props <a href="https://github.com/dero">dero</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Sorgu iyileştirmeleri, varsayılan bağlantı arayüzü, genel ayarlar alanları için kanca eklendi. Hata düzeltmeleri. Destekler <a href="https://github.com/dero">dero</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Code efficiency improvements when fetching admin area URLs. Props <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Yönetici alan URL'leri alınırken kod verimliliği iyileştirmeleri. Destekler <a href="https://github.com/fjarrett">@fjarrett</a>

source: Bug fix for sites using BuddyPress. Props <a href="https://github.com/johnregan3">@johnregan3</a>
tr: BuddyPress kullanan siteler için hata düzeltmesi. Destekler <a href="https://github.com/johnregan3">@johnregan3</a>

source: Several important bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Birkaç önemli hata düzeltmesi. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>

source: Disable terms in dropdown filters for which records do not exist. Props <a href="https://github.com/johnregan3">@johnregan3</a>
tr: Kayıtların bulunmadığı açılır filtrelerde şartları devre dışı bırakın. Destekler <a href="https://github.com/johnregan3">@johnregan3</a>

source: Bug fix for list table notice on new installations. Props <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Yeni kurulumlarda liste tablosu bildirimi için hata düzeltmesi. Destekler <a href="https://github.com/shadyvb"> @shadyvb </a>

source: Upgrade routine for IP column in DB. Serialized option parsing for Stream Settings records. Purge records immediately when TTL is set backwards in Stream Settings. Various bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: DB IP sütun için rutin yükseltin. Stream Ayarlarının kayıtları için ayrıştırma seçeneği. Stream Ayarları'nda TTL geriye doğru ayarlandığında kayıtları derhal temizleyin. Çeşitli hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Highlight changed settings field feature. DB upgrade routine for proper utf-8 charset. Various bug fixes. Props <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Değiştirilen ayarların alan özelliğini vurgulayın. Uygun utf-8 karakter takımı için DB yükseltme rutini. Çeşitli hata düzeltmeleri. Destekler <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Fixed a class scope bug <a href="https://wordpress.org/support/topic/temporary-fatal-error-after-upgrade-113">reported in the support forum</a> that was causing a fatal error on some installs. Props <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Sınıf kapsamı hatası düzeltildi <a href="https://wordpress.org/support/topic/temporary-fatal-error-after-upgrade-113">destek forumunda bildirildi</a>bazı yüklemelerde önemli bir hataya neden olmuştu. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>

source: Sortable columns bug fix on the records screen. Props <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Kayıt ekranında sorunlu sütunlar hatası düzeltildi. Destekler <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Upgrade routine for IPv6 support. Persist tab selection after saving Stream Settings. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/dero">dero</a>
tr: IPv6 desteği için rutini yükseltin. Stream Ayarları'nı kaydettikten sonra sekme seçimine devam edin. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/dero">dero</a>

source: Bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>

source: Load authors filter using AJAX if there are more than 50. Props <a href="https://github.com/powelski">@powelski</a>
tr: 50'den fazla varsa AJAX kullanarak yazarları yükleyin. Destekler <a href="https://github.com/powelski">@powelski</a>

source: Awesome datepicker styles. Performance optimizations. Bug fixes. Props <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>
tr: Müthiş Tarih Seçici Stiller. Performans optimizasyonları. Hata düzeltmeleri. Destekler <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>

source: Translation updates. Language packs for pt_BR and id_ID. Bug fixes. Props <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/bordoni">@bordoni</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/omniwired">omniwired</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Çeviri güncellemeleri. Pt_BR ve id_ID için dil paketleri. Hata düzeltmeleri. Destekler <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/bordoni">@bordoni</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/omniwired">omniwired</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Prevent records of disabled connectors from appearing in the Stream. Bug fixes. Props <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/johnregan3">@johnregan3</a>
tr: Engelli bağlayıcıların kayıtlarının Stream de görünmesini engelleyin. Hata düzeltmeleri. Destekler <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/johnregan3">@johnregan3</a>

source: Replacement function for filter_input family to avoid PHP bug. Filter added to main Stream query. Bug fixes. Props <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: PHP hatasını önlemek için filter_input ailesi için değiştirme işlevi. Filtre, ana Akış sorgusuna eklendi. Hata düzeltmeleri. Destekler <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Use post type names as context in Comments connector. German translation update. Bug fixes. Props <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/pascal-klaeres">@pascalklaeres</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Yorumlar bağlayıcısında yazı tipi adlarını bağlam olarak kullan. Almanca çeviri güncellemesi. Hata düzeltmeleri. Destekler <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/kucrut">@kucrut</a>, <a href="https://github.com/pascal-klaeres">@pascalklaeres</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Use sidebar area names as context in Widgets connector. Bug fixes. Props <a href="https://github.com/desaiuditd">@desaiuditd</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/bordoni">@bordoni</a>
tr: Widget bağlayıcısında bağlam olarak kenar çubuğu alan adlarını kullanın. Hata düzeltmeleri. Destekler <a href="https://github.com/desaiuditd">@desaiuditd</a>, <a href="https://github.com/shadyvb">@shadyvb</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/bordoni">@bordoni</a>

source: Improved context names in Users connector. Props <a href="https://github.com/powelski">@powelski</a>
tr: Kullanıcılar bağlayıcısında geliştirilmiş içerik adları. Destekler <a href="https://github.com/powelski">@powelski</a>

source: Pagination added to Stream Activity dashboard widget. Bug fixes. Props <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Sayfalama, Stream Etkinliği kontrol paneli widget'ına eklendi. Hata düzeltmeleri. Destekler <a href="https://github.com/chacha">@chacha</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Use attachment type as context in Media connector. Bug fixes. Props <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Medya bağlayıcısında eki bağlam olarak kullanın. Hata düzeltmeleri. Destekler <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>

source: Fixes bug that caused media uploads to fail on new posts. Props <a href="https://github.com/fjarrett">@fjarrett</a>
tr: Medya yüklemelerinin yeni yayınlarda başarısız olmasına neden olan hata düzeltildi. Destekler <a href="https://github.com/fjarrett">@fjarrett</a>

source: Props <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/faishal">@faishal</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/desaiuditd">@desaiuditd</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>
tr: Destekler <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/faishal">@faishal</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/desaiuditd">@desaiuditd</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/shadyvb">@shadyvb</a>

source: Props <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/faishal">@faishal</a>, <a href="https://github.com/desaiuditd">@desaiuditd</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/Powdered-Toast-Man">@Powdered-Toast-Man</a>
tr: Destekler <a href="https://github.com/powelski">@powelski</a>, <a href="https://github.com/fjarrett">@fjarrett</a>, <a href="https://github.com/jonathanbardo">@jonathanbardo</a>, <a href="https://github.com/faishal">@faishal</a>, <a href="https://github.com/desaiuditd">@desaiuditd</a>, <a href="https://github.com/lukecarbis">@lukecarbis</a>, <a href="https://github.com/johnregan3">@johnregan3</a>, <a href="https://github.com/Powdered-Toast-Man">@Powdered-Toast-Man</a>
